package com.taraskina;

public class Util {
    public static final int PORT = 8071;

    public static final String[] QUOTES=
            {"Что разум человека может постигнуть и во что он может поверить, того он способен достичь.   Наполеон Хилл",
             "Стремитесь не к успеху, а к ценностям, которые он дает.   Альберт Эйнштейн",
             "Своим успехом я обязана тому, что никогда не оправдывалась и не принимала оправданий от других.   Флоренс Найтингейл",
             "За свою карьеру я пропустил более 9000 бросков, проиграл почти 300 игр. 26 раз мне доверяли сделать финальный " +
                     "победный бросок, и я промахивался. Я терпел поражения снова, и снова, и снова. И именно поэтому я " +
                     "добился успеха.    Майкл Джордан",
             "Сложнее всего начать действовать, все остальное зависит только от упорства.    Амелия Эрхарт",
             "Надо любить жизнь больше, чем смысл жизни.   Федор Достоевский",
             "Логика может привести Вас от пункта А к пункту Б, а воображение — куда угодно.   Альберт Эйнштейн",
             "Начинать всегда стоит с того, что сеет сомнения.    Борис Стругацкий",
             "Неосмысленная жизнь не стоит того, чтобы жить.    Сократ",
             "Ваше время ограничено, не тратьте его, живя чужой жизнью.   Стив Джобс"
            };

}
